[
    {
        "_id": "626f9b2cfea8343bc14f7409",
        "name": "Watermelon",
        "img": "https://i.ibb.co/Y7kL9sk/watermelon.jpg",
        "price": 45,
        "quantity": 3,
        "email": "siam.frs@gmail.com",
        "supplierName": "VIAGRAND",
        "description": "Watermelon is a watery fruit that grows in the vine-like shrub flowering plant that comes from the family Cucurbitaceae and contains water. The color of the outer shell is green and thick, and the inner fleshy part is red."
    },
    {
        "_id": "626f9b2c158b622266380649",
        "name": "Apple",
        "img": "https://i.ibb.co/8Xm6z3m/apple.jpg",
        "price": 52,
        "quantity": 5,
        "email": "siam.frs@gmail.com",
        "supplierName": "TALKALOT",
        "description": "An apple is an edible fruit that is cultivated worldwide from the species Malus. This fruit contains vital minerals, vitamins, and other nutrients, which are beneficial for our body. Its color is red, pink, green, and has a sweet taste."
    },
    {
        "_id": "626f9b2c3fa1e3e4e6a09e77",
        "name": "Banana",
        "img": "https://i.ibb.co/64QdSHG/banana.jpg",
        "price": 65,
        "quantity": 5,
        "email": "siam.frs@gmail.com",
        "supplierName": "OLUCORE",
        "description": "A banana is a fleshy and edible fruit that does not contain any seeds. Its family is Musa named scientifically, Musa acuminate, variable in size, color, and elongated, curve-shaped. It is all fleshy and sweet, full of starch, and is green, yellow, red, purple, or brown when ripened. This is also used as a vegetable when it is raw, called plantains."
    },
    {
        "_id": "626f9b2cc088483a24033155",
        "name": "Cherry",
        "img": "https://i.ibb.co/FHdMVcx/cherry.jpg",
        "price": 59,
        "quantity": 7,
        "email": "siam.frs@gmail.com",
        "supplierName": "XPLOR",
        "description": "Cherry is a fruit of genus prunus, is a fleshy drupe. The sweet cherry is scientifically named Prunus avium, and the sour cherry is named Prunus cerasus. It is red, green, orange in colors, and produced in the flowering plants. It is also called cherry blossom and ornamental cherry."
    },
    {
        "_id": "626f9b2cfb282b799c5afcda",
        "name": "Grapes",
        "img": "https://i.ibb.co/MNbR6K8/grapes.jpg",
        "price": 45,
        "quantity": 2,
        "email": "siam.frs@gmail.com",
        "supplierName": "QNEKT",
        "description": "Grape is a berry-type fruit that is used to make wines and is grown on the flowering plant from the Vitis family. It is green in color and a non-climatic type of fruit. Its seeds are used to extract raisins, vinegar, and grape seed oil."
    },
    {
        "_id": "626f9b2cda314e8bf1d6b27f",
        "name": "Mango",
        "img": "https://i.ibb.co/31K4XNT/mango.jpg",
        "price": 25,
        "quantity": 4,
        "email": "siam.frs@gmail.com",
        "supplierName": "CONFERIA",
        "description": "The mango is an edible fruit rich in vitamins(A, C &D), and the taste is either sweet when ripe and sour when before ripen. This fruit is also called the king of all fruits, scientifically called Mangifera indica, mostly cultivated in tropical areas."
    },
    {
        "_id": "626f9b2c1bf57cdeaab17f13",
        "name": "Guava",
        "img": "https://i.ibb.co/0Zzw67q/guava.jpg",
        "price": 15,
        "quantity": 4,
        "email": "siam.frs@gmail.com",
        "supplierName": "QUILCH",
        "description": "Guava is a fleshy fruit containing seeds inside it, which have vitamin-C rich and a lot of antioxidants, potassium, and fiber. It can be considered as beneficial fruit eaten regularly helps in blood sugar levels and some other purposes. The scientific name for this is Psidium guajava."
    },
    {
        "_id": "626f9b2c3e3f4cfe97a413f6",
        "name": "Lemon",
        "img": "https://i.ibb.co/QDBqFZC/lemon.jpg",
        "price": 10,
        "quantity": 2,
        "email": "siam.frs@gmail.com",
        "supplierName": "ZANYMAX",
        "description": "Lemon is a fruit, also known as lime, a citrus fruit that contains citric acid in it. This is the same as that of the orange, grapefruit, etc. It is round, green, contains acidic juice vesicles."
    },
    {
        "_id": "626f9b2caf8cb6c8ae468618",
        "name": "Orange",
        "img": "https://i.ibb.co/VBBd475/orange.jpg",
        "price": 55,
        "quantity": 5,
        "email": "siam.frs@gmail.com",
        "supplierName": "EXERTA",
        "description": "Tempor laboris laboris do nulla aute amet minim laboris. Dolor magna non ullamco velit qui elit officia non amet. Minim laboris nostrud consectetur ullamco exercitation voluptate cupidatat nulla veniam minim. Ipsum quis eu incididunt laboris.\r\n"
    },
    {
        "_id": "626f9b2c2a8ffd84171c0b3e",
        "name": "Leann Cain",
        "img": "http://placehold.it/32x32",
        "price": 67,
        "quantity": 7,
        "email": "siam.frs@gmail.com",
        "supplierName": "DANJA",
        "description": "Sunt aliquip sint consequat anim nulla enim ea occaecat incididunt cillum amet ut. Sit sint minim aliqua pariatur aliqua labore proident do culpa enim ullamco ea excepteur. Dolore magna elit amet mollit non proident et.\r\n"
    },
    {
        "_id": "626f9b2c7e0dbf2dfba0a303",
        "name": "Melton Palmer",
        "img": "http://placehold.it/32x32",
        "price": 87,
        "quantity": 6,
        "email": "siam.frs@gmail.com",
        "supplierName": "VORTEXACO",
        "description": "Aliquip dolor do ullamco aliquip. Velit incididunt sit duis ea id sint consectetur ad dolor elit magna. Adipisicing mollit reprehenderit ut occaecat ea ea. Culpa sit aliqua non duis amet ut laboris minim nisi mollit.\r\n"
    },
    {
        "_id": "626f9b2ce2179b1f3caadd20",
        "name": "Grace Sparks",
        "img": "http://placehold.it/32x32",
        "price": 34,
        "quantity": 4,
        "email": "siam.frs@gmail.com",
        "supplierName": "TSUNAMIA",
        "description": "Ut est aliquip incididunt enim in quis voluptate est elit elit dolore consequat ullamco enim. Excepteur sit do occaecat sint. Et qui proident qui aliqua culpa velit ipsum magna et proident esse duis eu. Irure ea esse velit sit duis aliqua quis consectetur dolore aliquip culpa. Lorem mollit consectetur aliquip ex deserunt. Elit adipisicing officia ipsum occaecat nostrud est qui anim tempor labore occaecat mollit nostrud. Adipisicing ullamco proident dolore ex dolor duis officia do tempor.\r\n"
    }
]